Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Myös alkuperäiskansojen ja valtioiden välisiä sopimuksia käsittelevän YK:n erityisraportoijan Miguel Alfonso Martinezin selkeä näkemys on, että alkuperäiskansat ovat kansainvälisoikeudellisessa merkityksessä ” kansoja ” ja että niillä on oikeus itsemääräämiseen samalla tavoin kuin kaikilla muillakin kansoilla. Hän sanoo lisäksi, että vaikka alkuperäiskansat muodostavatkin monissa tapauksissa lukumäärältään vähemmistön maassa,
sme: Dáinna govain čalmmustuvvo man dohkketmeahttun lea beahttalit buorrinváldit eamiálbmogiid sajádaga ” álbmogin ” ON- Spesialráportár Eamiálbmogiid- ja Stáhtaidgaskasaš Soahpamušain, Miguel Alfonso Martinez, maiddái hui čavgagit čuoččuha ahte eamiálbmogat leat ” álbmogat ” álbmotrievtti vuođul, ja dain dalle diehttalas lea dievas vuoigatvuohta iešmearrideami čađahit nugo buot eará álbmogat dahket.

source: jossa ne elävät, ne eivät ole vähemmistöjä YK:n näihin ryhmiin soveltaman määritelmän mukaan.
sme: Muđui dadjá son ahte eamiálbmogat, vaikke dávjá leat unnitlogu veahádahkan iežaset stáhta siste, eai dandihtii sáhte nammaduvvot veahádahkan ON:a oaidninvuogi mielde.

source: Howard Berman sanoo alkuperäiskansojen itsemääräämisoikeuden tunnustamisen olevan tärkeää, koska itsemääräämisoikeus on näiden kansojen oikeuksien perusta.
sme: Howard Berman lohka leat deaŧálažžan vuhtiiváldit eamiálbmogiid vuoigatvuođa iešmearrideapmái, sivas danne go dát vuoigatvuohta lea sin vuoiggalašvuođaid vuolggabáikin.

source: Oikeuden itsemääräämiseen ei tarvitse välttämättä merkitä oman valtion muodostamista. Päinvastoin alkuperäiskansat ovat usein pitäneet oikeutena sitä, että ne saavat määrätä omasta poliittisesta statuksestaan omilla alueillaan ilman ulkoista valta-asemaa.
sme: Ii dát vuoigatvuohta dárbbaš mieldesbuktit iežas sierra stáhta-ceggema, muhto baicce dávjá eamiálbmogat oidnet dán heivvoleammos vuoigatvuohtan dalle go hálidit ja dáhttot dahkat mearrádusaid ja válljemiid iežaset politihkkalaš státusa hárrái iežaset eatnamiid siskkobealde almma olggobeali válddi seagukeahttá.

source: Myös Tony Simpson on hyvin selkeä päätellessään, onko alkuperäiskansoilla oikeus itsemääräämiseen.
sme: Tony Simpson maid lea viehka čielggas loahppaoainnustes dán oktavuođas, namalassii eamiálbmogiid iešmearridanvuoigatvuođa gažaldagain.

source: Hän sanoo, että alkuperäiskansojen oikeus itsemääräämiseen on perusihmisoikeus ja että niiden muut oikeudet perustuvat suuressa määrin itsemääräämisoikeuteen.
sme: Lohká ahte eamiálbmogiid vuoigatvuohta dás lea álgovuođu olmmošnjuolggus (- vuoigatvuohta), ja sin nuppit njulgosat eanáš oasis leat huksejuvvon dán ala.

source: Hurst Hannumin käsitys on, että YK-sopimuksessa käytetty käsite ” kansat ” käsittää selkeästi valtioiden rajat ylittävän ryhmän ja että se käsittää vähintään ne kansat, jotka eivät ole vielä täysin saavuttaneet itsehallintoa.
sme: Hurst Hannum lea dan mielas ahte ON-soahpamuša vuohki geavahit duohpaga ” álbmot ” hui čielgasit oaivvilda dakkár joavkkuid mat leat gártan ásuiduvvat ja eallit badjel stáhtarájáid maŋŋá go dat gessojedje ja šadde bisovažžan, ja unnimustá bohtet dalle fárrui álbmogat mat eai vel leat ožžon iešhálddašeami.

source: Hän sanoo edelleen, ettei mikään viittaa siihen, että ” kansat ” on ymmärrettävä ” valtion ” synonyymiksi suhteessa YK:n yleissopimuksiin.
sme: Ja maiddái dadjá ahte ii mihkkii-ge čujut danguvlui ahte sátni ” álbmot ” galggašii áddejuvvot ” stáhtan ” ON-soahpamušaid ektui.

source: Hän huomauttaa myös, että kahden keskeisimmän ihmisoikeusyleissopimuksen − joiden vaikutusalue on yleismaailmallinen − yhteisessä 1 artiklassa esiintyvä viittaus ” kaikkiin ” kansoihin puhuu sen puolesta, että oikeus itsemääräämiseen pätee muissakin kuin ainoastaan perinteisissä siirtomaihin liittyvissä tilanteissa.
sme: Cealká vel ahte duoba ” buot ” álbmogat, namahuvvon guovtte deháleammos olmmošvuoigatvuođa konvenšuvnnaid oktasaš ártihkkalis 1 – mas lea universala doaibmaavádat – geažuda dohko guvlui ahte vuoigatvuohta iešmearrideapmái lea fámus ja ollá dobbellii go árbevirolaš koloniija diliide.

source: Valtioiden kanta alkuperäiskansojen itsemääräämisoikeuden olemassaoloon
sme: Movt stáhtaid oaidnu lea dasa ahte eamiálbmogiin lea vuoigatvuohta iešmearrideapmái

source: 4.1 Historiallinen tausta
sme: 4.1 Historjjálaš duogáš

source: Kuten edellä on selostettu, pitkään vallitsi sekä erimielisyyttä että epävarmuutta siitä, voivatko valtion sisällä asuvat kansanryhmät olla oikeussubjekteja kansainvälisen oikeuden nojalla ja täten oikeutettuja mm. itsemääräämiseen, vai oliko kyseessä oikeus, joka kuului kansalle ainoastaan merkityksessä yhden valtion asukkaiden kokonaismäärä.
sme: Numo bajábealde lea suokkarduvvon, bisui hui guhkká sihke soahpameahttunvuohta ja eahpedorvu das sáhttet go álbmotjoavkkut stáhtaid siste leat vuoiggalašvuođa áhtan dahje subjeaktan álbmogiidgaskasaš lagalašvuođa ektui ja dalle sáhtašedje gáibidit ja ožžut e.e. iešmearrideami, vai lei go dát dakkár vuoigatvuohta mii dušše juolluduvvošii álbmogiidda mat dahket oktiibuot oppa álbmoga stáhta siste.

source: Joka tapauksessa 1980-luvulla käynnistettiin prosessi, jossa asianomaiset YK-elimet ja muut tahot ilmaisivat yhä selkeämmin käsityksenään, että itsemääräämisoikeutta ei sovi ymmärtää sellaisella rajoittuneella tavalla.
sme: Goit-ge jagiid 1980-áiggi álggahuvvui proseassa masa guorrasedje fámuiduhtton ON-organat ja nuppit ja doppe celkui dađe dárkileabbot ahte iešmearrideami vuoigatvuohta ii sáhte áddejuvvot nu gáržžet go dalle lei dilli.

source: Tämä käsitys on ajan mittaan saanut yhä laajempaa hyväksyntää myös YK:n jäsenmaiden piirissä.
sme: Áiggi mielde lea dát oaidnu vuoitán dađistaga eanet buresboahtima saji maiddái ON:a lahttostáhtaid bealde.

source: Vaikka periaate, jonka mukaan myös valtiottomilla kansoilla voi olla oikeus itsemääräämiseen, oli alettu hyväksyä yhä laajemmin, monet valtiot torjuivat pitkään sekä sanoin että teoin ajatuksen, että myös valtiottomilla alkuperäiskansoilla voisi olla sellainen oikeus. Itsemääräämisoikeuden sovellettavuudesta käydyn varsinaisen keskustelun lisäksi
sme: Beroškeahttá dán govddit vuhtiiváldimis mii mieldesbuvttášii dan ahte maiddái eaistáhtadahkki álbmogat sáhttet fidnet iešmearridanválddi, behtte olu stáhtat guhkká, sihke sániiguijn ja daguid bokte, dan jurdaga ahte maiddái dákkár álbmogiidda veajášii galgat addit dán vuoigavuođa.

source: tämä väittely heijastui epäsuoraan myös keskusteluun siitä, onko alkuperäiskansoista käytettävä englanninkielistä sanaa ” people ” vai ” peoples ”.
sme: Daid hui buhtes njulges lihtodallamiidda lassin movt dán ášši doaibmadilis heivehahttášii, gullogođii ságastallan maiddái das movt eamiálbmogat galggašedje nammaduvvot eaŋgalsgillii, ” people ” dahje ” peoples ”.

source: Tämä keskustelu ilmentää sitä tavallista käsitystä, jonka mukaan viittaus alkuperäisväestöihin monikkomuodossa tarkoittaa, että alkuperäiskansoilla voi olla alkuperäiskansoina oikeuksia itsemääräämisoikeus mukaan luettuna.
sme: Dát hálešteamit buktet ovdan dan dábálaččat geavahuvvon jurdaga ahte jos eamiálbmogat namahuvvojit eanetlogus (pluralis), dalle šaddá nu ahte eamiálbmogiin ležžet vuoigatvuođat, eamiálbmogin, vaikke-ba iešmearrideami váldi.

source: Sekä keskustelussa siitä, käytetäänkö alkuperäiskansoihin tehtävissä viittauksissa monikkomuotoisuutta vai ei, että varsinaisissa itsemääräämisoikeutta koskevissa keskusteluissa monet valtiot suhtautuivat kuten mainittua pitkään epäröiden alkuperäiskansojen itsemääräämisoikeuden hyväksymiseen.
sme: Háleštemiin das, galgá go ” eamiálbmot ” - duoba leat pluralisas vai ii, nugo dás ovddabealde lea muitaluvvon, eahpidedje arvatmađi stáhtat galggašii go buorásdahttit iešmearridanváldi ja sirdit dan eamiálbmogiidda alces. Geat čouččuhedje ahte ii galgga áddot eamiálbmogiidda dákkár fámudus, fertejedje lihkká jierpmálaččat ovdanbuktit sujaid das manne eamiálbmogiidda ii áddošii dákkár vuoigavuohta, go ná ii gieđahallo nuppiid eaistáhtaceggejeaddji álbmogiid buohta.

source: Niiden, joiden mielestä alkuperäiskansat eivät olisi oikeutettuja itsemääräämiseen, oli kuitenkin pakko antaa järkevät perustelut sille, miksi alkuperäiskansat toisin kuin muut valtiottomat kansat eivät olisi oikeutettuja sellaiseen oikeuteen.
sme: Molssaeaktun gárte dan sadjái ain ovddos čuoččuhit ahte ii okta-ge ii-stáhtáceggejeaddji álbmot sáhte oažžout dakkár vuoigatvuođa mii fámuiduhtášii iešmearrideami.

source: Kuten edellä on selostettu, sellaista näkökantaa on vaikea puolustaa ottaen huomioon kansainvälisen oikeuden kehittymisen viime vuosien aikana.
sme: Áddemis lea dákkár čuoččuhusa váigat bealuštit go áiggušii geavahit álbmotroevtti vuođustussan ja go váldá vuhtti mo ovdáneapmi dán olis leamaš.

source: Todennäköisesti reaktiona juuri tähän kehitykseen yhä useammat valtiot ovat viime vuosina selittäneet olevansa valmiita hyväksymään itsemääräämisoikeuden myös alkuperäiskansoille.
sme: Vuordimis leat eanet ja eanet stáhtat maŋimuš jagiid, dán ovdáneami geažil, dovddahan ahte sii leat válbmašat buorrinváldit ahte iešmearrideapmi dákkár oktavuođain lea gávdnomis, ja maiddái gullá eamiálbmogiidda.

source: 4.2 Myöhempi kehitys – alkuperäiskansoja koskeva julistus ja erityisesti Pohjoismaiden suhtautuminen alkuperäiskansojen itsemääräämisoikeuteen
sme: 4.2 Maŋimuš áiggiid ovdáneamit – Eamiálbmotjulggástus ja erenoamážit davviriikkaid oaidnu eamiálbmogiid vuoigatvuhtii beassat ieččanasat dahkat sorjjekeahtes mearridádusaid

source: Viime vuosina alkuperäiskansojen mahdollisesta itsemääräämisoikeudesta on neuvoteltu valtioiden välillä ensi sijassa YK:n alkuperäiskansajulistusta käsittelevässä työryhmässä (WGDD).
sme: Maŋimuš jagiid leat stáhtaidgaskasaš dási lihtodallamat ja nákkut eamiálbmogiid vejolaš iešmearridanvuoigatvuođas eanemusat čađahuvvon daid eavttuid mielde maid ON:a Eamiálbmotjulggástusa Bargojoavku (WGDD) lea alces heivehan.

source: Ennen kaikkea kahden viimeisen istunnon aikana WGDD on keskustellut hyvin perinpohjaisesti ja konkreettisesti alkuperäiskansojen itsemääräämisoikeuden olemassaolosta ja tietyssä määrin myös sellaisen oikeuden aineellisesta sisällöstä.
sme: Gieskat, eanemusat maŋimuš guokte jagi lea WGDD, vuđolaččat ja konkrehta árvaladdan gávdnomisleamen iešmearridanvuoigavuohta mii gullá eamiálbmogiidda. Dás maiddái lea muhtun muddui guoskkahuvvon ášši ávnnaslaš sisdoallu.

source: WGDD:n kahdeksannessa istunnossa (syyskuussa 2002) Norja esitti ehdotuksen, joka koski muutamia niistä alkuperäiskansajulistuksen artikloista, joissa käsitellään alkuperäiskansojen oikeutta itsemääräämiseen tai viitataan niihin.
sme: WGDD:a 8. čohkkámis, (čakčam. 2002) beavdádii Norga evttohusa muhtin daid ártihkkalii buohta maid Eamiálbmotjulggástus guoskkahallá dahje maidda čatná fuomášumiid.

source: Norjan ehdotuksen mukaan mm. alkuperäiskansajulistuksen 3 artikla olisi jätettävä alkuperäiskansajulistukseen nykyisessä sanamuodossaan.
sme: Evttohusas oidno e.e. ahte Eamiálbmotjulggástusa árt.3 bisuhvvo dálá hámis;

source: Norjan ehdotukseen sisältyi myös uusi johdanto-osan 15 kappale, joka perustui siirtomaiden ja niiden kansojen itsenäisyyttä koskevan YK:n julistuksen ja muiden julistusten sekä vastaavien asiakirjojen sanamuotoon.
sme: Norgga evttohusas lea maiddái okta ođđa ovdasáni páragr, §15, ráhkaduvvon gielas vižžon ON:a Koloniijaid ja daid Álbmogiid Iehčanasvuođa Julggástusas ja eará cealkagiin jna. mat leat sullii seamma hámis.

source: Kappaleessa korostetaan, että niitä rajoituksia, joita valtioiden suvereenisuusperiaate ja erityisesti valtioiden alueellisen koskemattomuuden periaate asettavat itsemääräämisoikeuden käyttämiselle, voidaan soveltaa myös alkuperäiskansajulistuksessa mainittuihin oikeuksiin.
sme: Pára 15 deattuha ahte ráddjemat maid stáhtaid iehčanasvuođa prinsihppa bidjá iešmerrideami hálddášeami buohta, ovddimustá eanagáhppálagaid integritehtta, gusto maiddái vuoigatvuođaide mat almmustuvvet Eamiálbmotjulggástusas.

source: Tämä johdanto-osan 15 kappale näyttää
sme: Ovdasáni § 15 orru muittuheamen álbmogiidgaskasaš njulgosa mii juo lea ásahuvvon ja fámus, ja mii livčče galgan leat geavahusas Eamiálbmotjulggástusa oktavuođas, vaikke gal ii leat čielgasit sisabiddjon dasa.

source: Toisin sanoen Norjan ehdotus ei näytä tuovan sisällöllisesti mitään uutta alkuperäiskansajulistukseen vaan tekee ainoastaan (liioitellun) selväksi sen, että valtioiden alueellisen koskemattomuuden periaate koskee myös alkuperäiskansojen itsemääräämisoikeutta ja että tämän periaatteen tunnustaminen ei anna alkuperäiskansoille automaattisesti minkäänlaista oikeutta irtautumiseen.
sme: Norgga evttohus ii dalle dáidde buktit Eamiálbmotjulggástussii makkár-ge ođđasa sisdoalu hárrái, muhto dárkilastá masá badjelmeari čielgasit ahte stáhtaterritoriijaid integritehtta maiddái galgá vuhtiiváldot go eamiálbmogiidda juolluduvvo iešmearridanváldi, ja go dát dovddastuvvo, dálle ii automáhtalaččat mana makkár-ge vuoigavuohta eamiálbmogiidda beassat gáibidit eretgaikuma ja mannat iehčanasvuhtii.

source: Vaikka Norjan ehdotus ei näyttänytkään tuovan alkuperäiskansajulistuksen sisältöön mitään uutta, ehdotus tuotti tulokseksi sen, että muutamat valtiot, jotka olivat aiemmin suhtautuneet epäilevästi alkuperäiskansojen itsemääräämisoikeuden tunnustamiseen − mikä ilmeisesti johtui nimenomaan niiden tietystä epävarmuudesta siitä, kuinka sellainen oikeus suhteutettaisiin irtautumisoikeuteen − voivat tämän lisäyksen ansiosta hyväksyä sen, että alkuperäiskansajulistuksessa vahvistetaan alkuperäiskansojen oikeus itsemääräämiseen.
sme: Vaikke Norgga evttohus ii dáidde buktit ođasmahttimiid Eamiálbmotjulggástussii, geavaid goit nu ahte evttohus dohkkehuvvui dáinna lasáhusain máŋggaid stáhtaid bealis mat ovdalis ledje garrasit vuostá – nugo orru čájeheamen, ledje vuostá sivas danne go eai diehtán movt buoremusat ja dorvvoleammosit, oainnuidis mielde, livčče galgan hálddašit gažaldaga mo dákkár vuoigatvuohta guoskkašii vejolaš iehčanasvuođa gáibádussii.

source: Tietyt valtiot ehdottivat vaihtoehtoisia sanamuotoja, toiset taas, että vastaavat kielet olisi sisällytettävä (operatiiviseen) 3 artiklaan pikemminkin kuin johdanto-osaan.
sme: Muhtin stáhtat árvaledje molssaeaktolaš dadjamii, nuppit fas ahte buohtastahtti giella biddjošii operatiiva doaibmanávccalaš ártihkkalii 3, dansadjái go ovdasáni beallái.

source: Tiivistettynä näytti kuitenkin siltä, että suurin piirtein kaikki WGDD:ssä mukana olevat valtiot ovat valmiita tunnustamaan alkuperäiskansojen itsemääräämisoikeuden sillä edellytyksellä, että alkuperäiskansajulistukseen lisätään suurin piirtein Norjan ehdotusta vastaava säännös.
sme: Datte-ge čájehuvvui ahte masá eanaš WGDD:ii oasálasti stáhtat ledje gárvá buorrinváldit ahte eamiálbmogat oamastit válddi dahkat ja čađahit iežaset mearrádusaid, muhto eaktun goit galgá leat ahte mearrádus, sulas dakkár go Norgga evttohus, lasihuvvo Eamiálbmotjulggástusa sisdollui.

source: WGDD:n yhdeksännen istunnon (syyskuu 2003) yhteydessä Pohjoismaat (Tanska, Suomi, Islanti, Norja ja Ruotsi) esittivät yhteisen ehdotuksen alkuperäiskansojen oikeudesta itsemääräämiseen, ks.
sme: WGDD:a 9. čohkkán (čakčam. 2003) bukte davviriikkat (Danmarku, Suopma / Finland, Islanda, Norga ja Ruoŧŧa / Sverige) oktasaš evttohusa eamálbmogiid iešmearrideami vuoigatvuođas, oainne Mildosa.

source: liite.
sme: Ovdasáni páragr.

source: Pohjoismainen ehdotus käsitti Norjan aiemman ehdotuksen tavoin mm. alkuperäiskansajulistuksen 3 artiklan hyväksymisen nykyisessä sanamuodossaan.
sme: gal lei divvojuvvon dáinna lasáhusain

source: Norjan aiempaan ehdotukseen verrattuna kannattaa myös mainita, että johdanto-osan 15 kappaletta on tarkistettu lisäämällä teksti ”..., and thus possessed of a government representing the peoples belonging to the territory without distinction of any kind ”.
sme: ”..., and thus possessed of a government representing the peoples belonging to the territory without distinction of any kind ”.

source: Ilmaisu “ the peoples belonging to the territory ” näyttää vahvistavan Pohjoismaiden käsityksen, että yhdessä maassa tai yhdellä alueella voi asua enemmän kuin yksi kansa.
sme: Gurggástat» the peoples belonging to the territory ” dáidá nannet davviriikkaid oainnu dakko ahte eatnamis dahje avádagas sáhttet ássat eanet go dušše okta álbmot.

source: Norjan aiemman ehdotuksen tavoin Pohjoismaiden ehdotus sai laajaa kannatusta WGDD:n yhdeksänteen istuntoon osallistuvien valtioiden hallituksia edustaneiden delegaatioiden keskuudessa.
sme: Maid dát evttohus buorásdahttui govdagit ráđđehusaid ovddasteaddjiid bealde geat ledje boahtán WGDD:a ovccát (9.) čohkkámii.

source: Yhteenvetona voidaan siten todeta, että valtioiden ehdoton enemmistö näyttää olevan nykyään valmis tekemään johtopäätöksensä kansainvälisen oikeuden kehityksestä ja vahvistamaan myös alkuperäiskansojen itsemääräämisoikeuden olemassaolon niin kauan kuin tätä oikeutta käytetään olemassa olevien valtioiden rajojen sisäpuolella.
sme: Loahpalaččat sáhttá cealkit ahte stuorát oassi stáhtain dál leat válbmašat čuovvolit álbmotnjulgosa ovdáneami ja roahkkadit nannet ahte duođaid lea gávdnomis dakkár vuoigatvuohta mii addá maiddái eamiálbmogiidda iešmearridanválddi – ja ná nu guhkká go dát fámudus geavahuvvo dušše doabmi stáhtaid rájáid siskkobealde.

source: On kuitenkin syytä huomata, että erittäin harvat afrikkalaiset ja aasialaiset maat osallistuvat WGDD:hen.
sme: Ferte gal lihkká muitit ahte hui unna mearáš Áfriikká stáhtain ledje boahtán dán WGDD-deaivvadeapmái.

source: Siten on vaikea tietää, miten ne suhtautuvat itsemääräämiskysymykseen.
sme: Danne lea váttis otne diehtit makkár oaidnu dain lea dán gážaldaga hárrái.

source: Edelleen on huomautettava, että muutamat niistä valtioista, jotka ovat sinänsä sanoneet olevansa valmiita hyväksymään alkuperäiskansojen itsemääräämisoikeuden, käyttävät jonkin verran epämääräisiä ilmaisuja siitä, mitä he ajattelevat tämän oikeuden pitävän sisällään.
sme: Maddái lea dárbbašlaš vuhtiiváldit dan-ge ahte muhtin dain stáhtain mat dajdet sii áigot dohkkehit iešmearrideami vuoigatvuođa eamiálbmogiidda, danseammás hállet hui eahpečielgasit das mii sin jurdagiid mielde gulašii dán vuoigatvuhtii.

source: Näiden valtioiden kielenkäyttö viittaa siihen, ettei heidän tarkoittamansa itsemääräämisoikeus käsitä muuta kuin alkuperäiskansojen yksittäisten edustajien oikeuden osallistua yleisiin vaaleihin jne. vastaavin ehdoin kuin muutkin kansalaiset.
sme: Orru čájeheamen ahte dáid stáhtaid oaivila mielde iešmearridanváldi ii dáidde leat eabmo-go nu ahte eamiálbmogiid ovttakasat ožžot oasálastit dábálaš válggaide jna. seamma eavttuiguin go nuppit stáhta álbmotlahtut.

source: Edellä selostetun mukaan sellainen suhtautuminen olisi kuitenkin lähinnä verrattavissa siihen, ettei alkuperäiskansojen itsemääräämistä tunnusteta ylipäätään.
sme: Dan ektui mii dás ovddabealde lea daddjon, šaddá dákkár oaidnu mealgatmuddui nu dego eai ba livčče-ge eamiálbmogat ožžon iešmearrideami vejolašvuođa oppanassii-ge.

source: merkitsee itsemääräämisestä käydyssä keskustelussa ” kansoja ” merkityksessä ” yhden valtion asukkaiden kokonaismäärä ”.
sme: Baicce lea dilli dalle nu ahte lea fas máhccamen čuoččuhussii man mielde namahus ” álbmot ” mearkkaša ássit stáhta siste oktiibuot dahje stáhta olles álbmot.

source: Toinen alkuperäiskansojen mahdollista itsemääräämisoikeutta pohtivassa keskustelussa esiin tullut kysymys on, kuinka sellainen oikeus suhteutuu siihen pysyvään oikeuteen hallita luonnonvaroja, josta tietyt valtiot pitävät kiinni.
sme: Nubbin jearaldahkan eamiálbmogiid iešmearideami válddi ságastemiin lea movt dákkár vuoigatvuohta doaimmašii dan čuoččuhusa buohta mii muhtin stáhtaid bealis doalahuvvo čavga, namalassii ahte stáhtain lea ieččanas bisovaš dahje permaneanta bajimus váldi luondduvalljiid badjel.

source: Oikeus määrätä jonkin kansan luonnonvaroista on luonnollisesti itsemääräämisoikeuden keskeinen elementti erityisesti alkuperäiskansoille.
sme: Vuoigatvuohta mearridit ovtta álbmoga luondduvalljiid badjel, lea diehttalas alimusdási gažaldat iešmearrideami vuoigatvuođa áššis, ovddimustá eamiálbmogiidda.

source: Valtioiden asenteesta tässä kysymyksessä ei ole aivan yksinkertaista sanoa mitään ainakaan kovin suurella varmuudella.
sme: Ii leat healpu buktit oainuid dán gažaldagas stáhtaid posišuvnnaid hárrái mat livčče áibbas doallevaččat.

source: Kuten edellä on käynyt ilmi, WGDD:ssä käytyjä keskusteluja on viime vuosina hallinnut kysymys, kuinka valtioiden alueellinen koskemattomuus suhteutuu alkuperäiskansojen itsemääräämisoikeuteen.
sme: Sivas maiddái danne go, nugo ovddabealde dás lea suokkarduvvon, WGDD:a liitodeamit maŋimuš jagiid leat eanáš oasis jorildan dan birra movt stáhtat oidnet ieččaset territorijála integritehta eamiálbmogiid iešmearrideami vuoigatvuođa ektui.

source: Muutamat valtiot ovat kuitenkin perinteisesti esittäneet käsityksenään, että valtiolla on pysyvä määräysvalta luonnonvaroihin.
sme: Arvatmađi stáhtat doalahit árbevirolaččat gitta das ahte bisovaš alimusváldi dahje suverenitehtta luondduvalljiid badjel, gulla ollásit stáhtii.

source: Tämä asenne heijastuu usein kansalliseen lainsäädäntöön.
sme: Dát oaidnu boahtá dávjá ovdan siseatnanalaš láhkaásahusain.

source: Mikään ei anna aihetta olettaa, että nämä valtiot olisivat sinänsä muuttaneet käsitystään.
sme: Ii otnárádjai sáhte gokko-ge gapmut ahte dát stáhtat livčče oláhan nuppelágán čuoččuhussii.

source: Kuten jäljempänä selostetaan, on kuitenkin miltei turhaa puhua sellaisesta alkuperäiskansojen itsemääräämisoikeudesta, joka sulkee pois oikeuden maahan ja luonnonvaroihin.
sme: Numo dás ain eanet šaddá árvaladdot, lea masá duššin hállagoahtit eamiálbmogiid iešmearrideami vuoigatvuođas jos eai váldo fárrui vuoigatvuođat eana- ja luondduvalljiide.

source: Nämä valtiot synnyttävät edellä selostetun mukaan lisäksi uuden keskustelun syrjinnästä.
sme: Dát stáhtat dalle fas vuolggahit ságastallamiid vealáheamis, nugo dás ovddabealde geežoduvvo.

source: On vaikea perustella järkiperäisesti, miksi niissä tapauksissa, joissa alkuperäiskansoilla on todettu olevan itsemääräämisoikeus, tämä oikeus ei käsittäisi oikeutta luonnonvaroihin toisin kuin muiden kansojen tapauksessa.
sme: Lea váttis govttolaččat ákkastit manne, das go dain áššiin main lea gávnnahuvvon ahte eamiálbmogiin lea iešmearridanváldi, ii livčče makkár-ge vuoigatvuohta luondduvalljiide, nugo goit lea dilli eará álbmogiid bealis.

source: Useimmat valtiot Pohjoismaat mukaan luettuina tuntuvat siis olevan valmiita hyväksymään sen, että alkuperäiskansojen oikeus itsemääräämiseen käsittää ainakin tietyt oikeudet maahan ja luonnonvaroihin.
sme: Eanaš stáhtat, maiddái davviriikkat, čájehit ieččaset leamen válbmašat buorrinváldit ahte eamiálbmogiid njuolggus iešmearrideapmái mieldesbuktá, goit-ge muhtin oliin, vuoigatvuođaid eatnamiidda ja luondduvalljiide.

source: Tässä yhteydessä voidaan erityisesti panna merkille, mitä pohjoismaisessa ehdotuksessa esitetään:
sme: Davviriikkaid evttohus cealká dása ná;

source: Norjassa on jo pitkään käyty poliittista ja oikeudellista keskustelua saamelaisten itsemääräämiskysymyksestä.
sme: Iešmerrideami gažaldagas lea Norggas fievrriduvvon politihkalaš ja vuoiggalašvuođa gažaldaga dásis jo guhkit áiggi.

source: Kaksi peräkkäistä hallitusta ovat saamelaispolitiikkaa koskevissa selonteoissaan suurkäräjille (St. meld.) ilmaisseet suhtautuvansa myönteisesti saamelaisten itsemääräämisoikeuden olemassaoloon (St. meld. nro 55, 2000−2001 sekä St. meld.
sme: Guokte maŋŋálas ráđđehusa leat st. d. dieđáhusaid bokte mat gieđahallet sámepolitihka, cealkán positiivalaččat sámi iešmearrideamis (St. d. d. nr. 55, 20002001, ja St. d. d.

source: nro 33, 2001−2002).
sme: nr. 33, 2001-2002).
